<div class="about mb-20">
	<div class="container mx-auto px-4 lg:px-0">
		<div class="container mx-auto px-4 lg:px-0">
			<div class="w-full lg:w-4/5 flex flex-col mx-auto">
				<h2 class="about_title text-3xl lg:text-4xl text-center uppercase mb-10 animate-s2s">
					<?php _e('S2S_ARCHITECT — команда архитекторов', 's2s'); ?>
				</h2>
				<div class="about_content animate-s2s">
					<p>Вас приветствует молодая, динамичная и активная группа архитекторов, конструкторов и инженеров, влюбленных в свое дело, стремящиеся достичь совершенства в своих проектах и самое главное видеть их воплощение в жизнь.</p>
					<p>Команда S2S_Architect ставит цель создать для Вас комфортное, функциональное и эргономичное архитектурное пространство, в котором вы будете ощущать уют и гармонию.</p>
					<p>S2S_Architect «живет» в каждом проекте и старается выполнить его как «для себя», учитывая все Ваши пожелания и требования, достигая поставленных целей за счет своего профессионализма, опыта и любви к тому, чем занимается.</p>
				</div>
			</div>
		</div>
	</div>
</div>